# 7.	Дан список цветов: ‘red’, ‘green’, ‘white’, ‘black’, ‘pink’, ‘yellow’.
# Создайте еще один список и переместите в него 1-ый, 5-ый и 6-ой элементы.

a = ['red', 'green', 'white', 'black', 'pink', 'yellow']
b = [a[0], a[4], a[5]]
print(b)
