# 8.	Даны два целых числа m и n (m≤n). Напишите программу, которая выводит все числа от m до n включительно.
m = 1
n = 10
for i in range(m, n+ 1):
    print(i)