# типы данных:

# int -целая - 1, 4, 8,77,100

# float - вещественное/ дробное 22,2 , 3,14

# string - символьная строка , любой текст

# bool - логическая (имеет два значения True / False)

# a = 5
# pi = 3.14
# s = 'hello world!'
# t = True

# встроенная функция print(),служит для вывода информации на экран
# print(a)
# print(pi)
# print(s)
# print(t)
# print('передал весь текст!')

# a = int(input('введите целое число'))
# b = float(input('введите дробное число'))
# c = bool(input('введите значение True \ False'))
# print(a)
# print(b)
# print(c)

# арифметические операции
# a = 6
# b = 2
# d = a + b
# f = a - b
# w = a * b
# v = a / b
# n = a % b - остаток от деление
# m = a ** b -возведение в степень
# z = a // b - деление на цело
# print(d)
# print(f)
# print(v)

# input() - встроенная функция, для считывания данных с консоли

# s = input('вывести на экран')
# print(s)

